Repository: developer-braincrewapps/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/user_login/forgotten_password.po
Languages: fr

source: Forgotten password
fr: Mot de passe oublié

source: When a password is forgotten, clicking ``Forgot Password?`` on the login screen (`Login <#login>`__) results in the opening of the ``Forgot Password`` page (:ref:`Forgotten password image <forgotten_pass>`).
fr: Lorsqu'un mot de passe est oublié, cliquer sur ``Mot de passe oublié?`` Sur l'écran de connexion (`Login <#login>`__) entraîne l'ouverture de la page ``Mot de passe oublié`` (:ref:`Image de mot de passe oublié <forgotten_pass>`).

source: `Image - Forgot Password Page`
fr: `Image - Page de mot de passe oublié`

source: Enter the ``User Name`` linked to the account
fr: Entrez le ``Nom d'utilisateur`` lié au compte

source: Enter the ``New Password``. In some browsers (i.e. Internet Explorer) it is possible to display the password entered by clicking on the eye in the right part of the password text box (:ref:`New password displayed image <forgotten_pass_display>`).
fr: Saisissez le ``Nouveau mot de passe``. Dans certains navigateurs (c'est-à-dire Internet Explorer), il est possible d'afficher le mot de passe entré en cliquant sur l'œil dans la partie droite de la zone de texte du mot de passe (:ref:`Nouveau mot de passe affiché image <forgotten_pass_display>`).

source: `Image - new password displayed`
fr: `Image - nouveau mot de passe affiché`

source: Click on the ``Submit`` button. In case the ``User Name`` coincides with an user in the register of users, an e-mail will be sent to confirm the password change.(:ref:`New password confirmation sent image <forgotten_pass_sent>`).
fr: Cliquez sur le bouton ``Soumettre``. Dans le cas où le ``Nom d'utilisateur`` coïncide avec un utilisateur dans le registre des utilisateurs, un e-mail sera envoyé pour confirmer le changement de mot de passe (:ref:`Nouvelle confirmation de mot de passe envoyée image<forgotten_pass_sent>`).

source: `Image - New password confirmation sent`
fr: `Image - Confirmation du nouveau mot de passe envoyée`

source: Check the user's inbox and click on ``Confirm password`` link inside the received email with the subject ``IMIS Password Request`` then re-enter the data of the steps 1 & 2 (:ref:`New password confirmation image <confirm_pass>`).
fr: Vérifiez la boîte de réception de l'utilisateur et cliquez sur le lien ``Confirmer le mot de passe`` à l'intérieur de l'e-mail reçu avec le sujet ``Demande de mot de passe IMIS`` puis entrez à nouveau les données des étapes 1 et 2 (:ref:`Nouvelle image de confirmation du mot de passe <confirm_pass>`).

source: `Image - New password confirmation`
fr: `Confirmation du nouveau mot de passe`

source: Once the confirmation is submitted, the new credentials can be used in the `Login <#login>`__ page.
fr: Une fois la confirmation envoyée, les nouvelles informations d'identification peuvent être utilisées dans la page `Login <#login>`__.
