Repository: developer-braincrewapps/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/user_login/password_change.po
Languages: fr

source: Password change
fr: Changement de mot de passe

source: Any user can change his/her password by adjustment of his/her profile.
fr: Tout utilisateur peut modifier son mot de passe en ajustant son profil.

source: Functionality for changing of a password can be done in the menu ``Profile``, sub menu ``Change Password``.
fr: La fonctionnalité de modification d'un mot de passe peut être effectuée dans le menu ``Profil``, sous-menu ``Changer le mot de passe``.

source: `Navigation Change Password`
fr: `Navigation Changer le mot de passe`

source: Clicking on the sub menu ``Change Password`` re-directs the current user to the `Change Password Page <#image-7.2-change-password-page>`__.
fr: Un clic sur le sous-menu ``Changer le mot de passe`` redirige l'utilisateur actuel vers la `Page de changement de mot de passe <#image-7.2-change-password-page>`__.

source: Change Password Page
fr: Page Changer le mot de passe

source: **Data Entry**
fr: **La saisie des données**

source: `Change Password Page`
fr: `Changer la page de mot de passe`

source: ``Current Password``
fr: ``Mot de passe actuel``

source: Enter the current password of the logged in user.
fr: Saisissez le mot de passe actuel de l'utilisateur connecté.

source: ``New Password``
fr: ``Nouveau mot de passe``

source: Enter a new password of the logged in user. The password should have at least 8 alphanumeric characters with at least one digit.
fr: Entrez un nouveau mot de passe de l'utilisateur connecté. Le mot de passe doit comporter au moins 8 caractères alphanumériques avec au moins un chiffre.

source: ``Confirm Password``
fr: ``Confirmer le mot de passe``

source: Repeat the new password of the logged in user.
fr: Répétez le nouveau mot de passe de l'utilisateur connecté.

source: **Saving**
fr: **Sauvegarder**

source: Once all mandatory data are entered, clicking on the ``Save`` button will save the record. The user will be re-directed back to the :ref:`Home Page <home_page>`. A message confirming that the new password has been saved will appear at the bottom.
fr: Une fois toutes les données obligatoires saisies, cliquer sur le bouton ``Sauvegarder`` sauvegardera l'enregistrement. L'utilisateur sera <home_page> vers la :ref:`Home Page <home_page>`. Un message confirmant que le nouveau mot de passe a été enregistré apparaîtra en bas.

source: **Mandatory data**
fr: **Données obligatoires**

source: If mandatory data is not entered at the time the user clicks the ``Save`` button, a message will appear in the Information Panel, and the data field will take the focus (by an asterisk on the right side of the corresponding field).
fr: S'il est obligatoire de données n'est pas entré au moment où l'utilisateur clique sur le bouton `Enregistrer`, un message s'affiche dans le Panneau d'Information, et le champ de données de prendre le focus (par un astérisque sur le côté droit de la zone correspondante).

source: **Cancel**
fr: **Annuler**

source: By clicking on the Cancel button, the user will be re-directed to the :ref:`Home Page <home_page>`
fr: En cliquant sur le bouton Annuler, l'utilisateur seraredirigé vers la :ref:`Page d'accueil <home_page>`
